[Play_X2_XP_CEN_1st_Stronghold_Capacitor_Damaged AkEvent]
SpokenText="Значит, нужно продолжать!"

[Play_X2_XP_CEN_1st_Stronghold_Monolith_Damaged_Only_1 AkEvent]
SpokenText="Надеюсь, это хороший знак."

[Play_X2_XP_CEN_1st_Stronghold_Monolith_Damaged_Only_2 AkEvent]
SpokenText="Тогда огонь по Избранному из всего, что есть."

[Play_X2_XP_CEN_2nd_Stronghold_Capacitor_Damaged AkEvent]
SpokenText="Понятно. Сейчас все сделаем."

[Play_X2_XP_CEN_2nd_Stronghold_Monolith_Damaged_Only AkEvent]
SpokenText="Тогда вы знаете, что делать. Разберитесь с этой тварью."

[Play_X2_XP_CEN_3rd_Stronghold_Capacitor_Damaged AkEvent]
SpokenText="Значит, дело почти сделано. Добьем его."

[Play_X2_XP_CEN_3rd_Stronghold_Monolith_Damaged_Only AkEvent]
SpokenText="Как я рад это слышать."

[Play_X2_XP_CEN_Destroy_Monolith_Nag AkEvent]
SpokenText="Понятно. Нужно сосредоточить наши усилия на этой штуке."

[Play_X2_XP_CEN_T_1st_Stronghold_Chosen_Dead AkEvent]
SpokenText="Отличная работа. Сегодня мы нанесли врагу ощутимый удар от имени Сопротивления и всего человечества. Пусть все знают: Старейшины - не боги, а их прихвостни - и подавно."

[Play_X2_XP_CEN_T_1st_Stronghold_First_Chosen_False_Death_1 AkEvent]
SpokenText="Доктор..."

[Play_X2_XP_CEN_T_1st_Stronghold_First_Chosen_False_Death_2 AkEvent]
SpokenText="То-то они всё никак не сдохнут."

[Play_X2_XP_CEN_T_1st_Stronghold_First_Contact AkEvent]
SpokenText="Ну, мы и не планировали остаться незамеченными. Разберитесь с ними."

[Play_X2_XP_CEN_T_1st_Stronghold_Gameplay_Begins AkEvent]
SpokenText="Будьте осторожнее. Мы на территории врага."

[Play_X2_XP_CEN_T_1st_Stronghold_Mission_Intro_1 AkEvent]
SpokenText="Ладно, будьте начеку и не забывайте, зачем вы здесь. Эта тварь сегодня умрет, чего бы это ни стоило."

[Play_X2_XP_CEN_T_1st_Stronghold_Mission_Intro_2 AkEvent]
SpokenText="Значит, туда мы и отправимся."

[Play_X2_XP_CEN_T_1st_Stronghold_Post_Chosen_Reveal AkEvent]
SpokenText="Ладно, один раз мы дали бой этим существам, можем повторить. Что бы ни случилось, только одна сторона останется в живых."

[Play_X2_XP_CEN_T_1st_Stronghold_Squad_Teleports AkEvent]
SpokenText="Отличная работа, \"Угроза 1-5\". Увидимся на другой стороне."

[Play_X2_XP_CEN_T_1st_Stronghold_Teleporter_Sighted AkEvent]
SpokenText="Ясно. Похоже, мы только что нашли выход."

[Play_X2_XP_CEN_T_2nd_Stronghold_Chosen_Dead AkEvent]
SpokenText="Еще одним Избранным меньше, а человечество на шаг ближе к тому, чтобы вернуть себе наш мир. Спасибо, отличная работа."

[Play_X2_XP_CEN_T_2nd_Stronghold_First_Chosen_False_Death AkEvent]
SpokenText="Хорошо, доктор. Взорвем его ко всем чертям."

[Play_X2_XP_CEN_T_2nd_Stronghold_First_Contact AkEvent]
SpokenText="Мы ожидали встретить сопротивление. Вы знаете, что нужно сделать!"

[Play_X2_XP_CEN_T_2nd_Stronghold_Gameplay_Begins AkEvent]
SpokenText="Всем приготовиться. Вы знаете, что будет дальше."

[Play_X2_XP_CEN_T_2nd_Stronghold_Mission_Intro_1 AkEvent]
SpokenText="Мы уже побывали в подобном комплексе, так что следует ожидать, что наше присутствие известно Избранному. В прошлый раз это нас не остановило, не остановит и сегодня. Вы знаете, что делать."

[Play_X2_XP_CEN_T_2nd_Stronghold_Mission_Intro_2 AkEvent]
SpokenText="Принято. Вперед!"

[Play_X2_XP_CEN_T_2nd_Stronghold_Post_Chosen_Reveal AkEvent]
SpokenText="Ладно, \"Угроза\", вы сами все знаете. Пришло время \"умри, но сделай\"."

[Play_X2_XP_CEN_T_2nd_Stronghold_Squad_Teleports AkEvent]
SpokenText="Мы это уже проходили. Приготовиться к переходу."

[Play_X2_XP_CEN_T_2nd_Stronghold_Teleporter_Sighted AkEvent]
SpokenText="Принял. Идем дальше."

[Play_X2_XP_CEN_T_3rd_Stronghold_Chosen_Dead AkEvent]
SpokenText="Прекрасно. Избавившись от Избранных, мы проложили себе путь к Старейшинам. Пришла пора платить по счетам."

[Play_X2_XP_CEN_T_3rd_Stronghold_First_Chosen_False_Death AkEvent]
SpokenText="Вот еще один аккумулятор. Нужно быстро его уничтожить, иначе мы с этой тварью никогда не справимся."

[Play_X2_XP_CEN_T_3rd_Stronghold_First_Contact AkEvent]
SpokenText="Избранный готовится к решающей битве. Разберитесь тут со всеми и доберитесь до него."

[Play_X2_XP_CEN_T_3rd_Stronghold_Gameplay_Begins AkEvent]
SpokenText="Не думаю, что это создание заставит нас ждать. Оружие к бою!"

[Play_X2_XP_CEN_T_3rd_Stronghold_Mission_Intro AkEvent]
SpokenText="Это приглашение на последнюю битву, доктор. Не будем заставлять врага ждать."

[Play_X2_XP_CEN_T_3rd_Stronghold_Post_Chosen_Reveal AkEvent]
SpokenText="Это было тяжело, но вот мы здесь. И так или иначе, здесь этот бой закончится."

[Play_X2_XP_CEN_T_3rd_Stronghold_Squad_Teleports AkEvent]
SpokenText="Переход начат. Отправим это чудовище обратно в ад."

[Play_X2_XP_CEN_T_3rd_Stronghold_Teleporter_Sighted AkEvent]
SpokenText="Тогда вперед."

[Play_X2_XP_CEN_T_Assassin_Starts_Map_A AkEvent]
SpokenText="Мы отследили энергетический фон Убийцы. Она приближается к отряду, шеф."

[Play_X2_XP_CEN_T_Assassin_Starts_Map_B AkEvent]
SpokenText="Внимание! В сектор только что прибыла Убийца."

[Play_X2_XP_CEN_T_Assassin_Starts_Map_C AkEvent]
SpokenText="Убийца приближается к вашей позиции, будьте бдительны."

[Play_X2_XP_CEN_T_Chosen_Avenger_All_Siege_Destroyed AkEvent]
SpokenText="Мы уничтожили все осадное оборудование противника. Прекрасная работа, шеф."

[Play_X2_XP_CEN_T_Chosen_Avenger_Cannon_Down_Turrets_Remain AkEvent]
SpokenText="С главным орудием покончено, но вам придется нейтрализовать турели, чтобы мы смогли взлететь. За дело!"

[Play_X2_XP_CEN_T_Chosen_Avenger_Cannon_Power_Destroyed AkEvent]
SpokenText="Отлично сработано. Без генератора оружие не выстрелит. Теперь нужно разобраться с остатками сил противника."

[Play_X2_XP_CEN_T_Chosen_Avenger_Complete_Success AkEvent]
SpokenText="Мы уничтожили все орудия противника и можем взлетать. Прекрасная работа, шеф."

[Play_X2_XP_CEN_T_Chosen_Avenger_First_Turret_Destroyed AkEvent]
SpokenText="Одной турелью меньше, но с остальными еще предстоит разобраться. Берегите фланги."

[Play_X2_XP_CEN_T_Chosen_Avenger_Heavy_Loss_Avenger_Dmg AkEvent]
SpokenText="Мы потеряли наших лучших людей, корабль основательно потрепало, но благодаря вам война для нас на этом не заканчивается."

[Play_X2_XP_CEN_T_Chosen_Avenger_LOS_First_Turret AkEvent]
SpokenText="Эти турели не представляют серьезной опасности, но если позволить им вести огонь по кораблю, рано или поздно они нанесут ему серьезный урон. Нам нужно их уничтожить."

[Play_X2_XP_CEN_T_Chosen_Avenger_LOS_Generator AkEvent]
SpokenText="Их мобильный генератор в пределах досягаемости. Уничтожьте его, и мы сможем отключить главное орудие."

[Play_X2_XP_CEN_T_Chosen_Avenger_LOS_Second_Turret AkEvent]
SpokenText="Вот еще одна дистанционно управляемая турель. Нейтрализуем ее."

[Play_X2_XP_CEN_T_Chosen_Avenger_Mission_Intro AkEvent]
SpokenText="Всем внимание! Это не учебная тревога! Избранные предпринимают попытку штурма с применением тяжелого вооружения. Готовьтесь защищать корабль! Мы должны уничтожить это орудие!"

[Play_X2_XP_CEN_T_Chosen_Avenger_Mission_Success_Avenger_Dmg AkEvent]
SpokenText="Мы нейтрализовали угрозу, шеф, но \"Мститель\" в процессе серьезно потрепало. Нужно найти укромное местечко и заняться ремонтом."

[Play_X2_XP_CEN_T_Chosen_Avenger_Mission_Success_Some_Losses AkEvent]
SpokenText="Несколько хороших людей отдали свои жизни ради этого корабля. Благодаря их жертве наша борьба продолжится."

[Play_X2_XP_CEN_T_Chosen_Avenger_Siege_Emplacement AkEvent]
SpokenText="Орудия противника бьют по кораблю. Нужно уничтожить их, пока они не пробили корпус!"

[Play_X2_XP_CEN_T_Chosen_Avenger_Squad_Heavy_Losses AkEvent]
SpokenText="Нашим защитникам там здорово досталось, шеф. Потеряем их - потеряем весь корабль. Нужно обдумать стратегию."

[Play_X2_XP_CEN_T_Chosen_Avenger_Squad_Wipe AkEvent]
SpokenText="Мы остались без защиты, шеф! Избранных теперь не остановить. Рад был служить с вами."

[Play_X2_XP_CEN_T_Chosen_Avenger_Turret_Nag_A AkEvent]
SpokenText="Они не жалеют снарядов. Нужно нейтрализовать эти орудия, пока в обшивке не образовалась еще одна дыра."

[Play_X2_XP_CEN_T_Chosen_Avenger_Turret_Nag_B AkEvent]
SpokenText="Мы должны что-то сделать с этими орудиями, пока они нас насквозь не продырявили, шеф."

[Play_X2_XP_CEN_T_Chosen_Avenger_Turret_Nag_C AkEvent]
SpokenText="Мы не можем позволить этим орудиям обстреливать наш корабль. Их надо уничтожить."

[Play_X2_XP_CEN_T_Chosen_Captures_Soldier AkEvent]
SpokenText="Избранный забрал одного из наших! Мы должны воспользоваться возможностью спасти солдата - Избранный уже сейчас получает новую информацию."

[Play_X2_XP_CEN_T_Chosen_Dazes_Soldier_A AkEvent]
SpokenText="У нас раненый! Окажите ему первую помощь, живо!"

[Play_X2_XP_CEN_T_Chosen_Dazes_Soldier_B AkEvent]
SpokenText="Один из наших солдат контужен, приведите его в чувство!"

[Play_X2_XP_CEN_T_Chosen_Dazes_Soldier_C AkEvent]
SpokenText="У нас раненый. Вы должны добраться до него прежде, чем это сделает Избранный!"

[Play_X2_XP_CEN_T_Chosen_Dazes_Soldier_D AkEvent]
SpokenText="У нас раненый! Верните его в строй как можно скорее!"

[Play_X2_XP_CEN_T_Chosen_Dazes_Soldier_E AkEvent]
SpokenText="Шеф, нужно вернуть в строй наших раненых бойцов!"

[Play_X2_XP_CEN_T_Chosen_Extracts_Knowledge AkEvent]
SpokenText="Избранный покинул бой вместе с информацией, которая поможет ему снова найти нас. Нужно двигаться дальше."

[Play_X2_XP_CEN_T_Chosen_First_Engage AkEvent]
SpokenText="У Избранных реакция куда лучше, чем у бойцов \"Адвента\". Мы должны тщательно спланировать атаку и быть готовыми к ответному удару в любой момент."

[Play_X2_XP_CEN_T_Chosen_Incapacitate_Soldier AkEvent]
SpokenText="Черт, один из наших в опасности. В этом состоянии солдат уязвим для атак Избранного! Скорее поставьте его на ноги!"

[Play_X2_XP_CEN_T_Chosen_Retaliate_Civ_Casualties_Clear AkEvent]
SpokenText="Потери среди гражданских слишком велики. Нужно попытаться вытащить всех, кого можно, и уничтожить силы противника. Только не рискуйте лишний раз."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Civ_Casualties_Failed AkEvent]
SpokenText="Мы зачистили район, но погибло много мирных жителей. Успешной эту операцию не назовешь."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Civ_Secure_Success AkEvent]
SpokenText="\"Угроза 1-5\", гражданские в безопасности, противника в секторе не наблюдается. Прекрасно."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Civilian_Pod AkEvent]
SpokenText="Неподалеку от вашей позиции укрылась большая группа гражданских. Мы засекли приближение противника; нужно успеть туда до того, как пришельцы всех перебьют."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Execution_Teams AkEvent]
SpokenText="Шеф, \"Адвент\" никак не успокоится! Их войска игнорируют нас и пытаются причинить максимальный ущерб мирным жителям! Добейте этих ублюдков!"

[Play_X2_XP_CEN_T_Chosen_Retaliate_Final_Objective AkEvent]
SpokenText="Пришельцы направили карательный отряд против группы выживших, которые укрылись неподалеку от вашей позиции. Не допустите жертв среди мирного населения!"

[Play_X2_XP_CEN_T_Chosen_Retaliate_First_Objective AkEvent]
SpokenText="Неподалеку от вас скрывается от врага группа бойцов Сопротивления. Объединитесь с ними и дайте отпор силам пришельцев."

[Play_X2_XP_CEN_T_Chosen_Retaliate_First_Resistance_Team AkEvent]
SpokenText="Отличная работа. Вы нашли отряд Сопротивления. Он поможет вам защитить гражданских."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Mission_Abort AkEvent]
SpokenText="Подтверждаю, прекращаем операцию. Сегодня мы ничем им больше не поможем."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Mission_Intro AkEvent]
SpokenText="Один из Избранных возглавляет атаку на поселение Сопротивления в этом регионе. Наши люди отбиваются, как могут, но нужно также спасти мирных жителей."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Near_Loss_Nag_A AkEvent]
SpokenText="Выживших совсем немного. Нужно помочь тем, кому еще можно."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Near_Loss_Nag_B AkEvent]
SpokenText="Нужно нейтрализовать угрозу гражданским, иначе им не выжить."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Near_Loss_Nag_C AkEvent]
SpokenText="Пришельцы без зазрения совести готовы лишить жизни мирных жителей. И они за это заплатят."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Near_Loss_Nag_D AkEvent]
SpokenText="Гражданских там здорово прижали. Нужно спешить."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Rescue_Contributions AkEvent]
SpokenText="Мы можем оставить всех спасенных у нас. Я уверен, после сегодняшнего дня они будут только рады помочь нам."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Resistance_Team_Dead AkEvent]
SpokenText="Отряд Сопротивления уничтожен. Нужно заняться защитой оставшихся мирных жителей."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Resistance_Team_Fights AkEvent]
SpokenText="Они делаю все, что могут, но без вашей помощи долго им не продержаться."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Resistance_Team_Final AkEvent]
SpokenText="Силы Сопротивления пока не сдаются и продолжают сдерживать наступающих."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Resistance_Team_Secure AkEvent]
SpokenText="Отряд Сопротивления начал действовать. Они помогут другим гражданским."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Squad_Wipe AkEvent]
SpokenText="Шеф, \"Угроза 1-5\" уничтожена! Пришельцы не оставили ни единой живой души."

[Play_X2_XP_CEN_T_Chosen_Reveal_Bad_A AkEvent]
SpokenText="Избранный одерживает верх!"

[Play_X2_XP_CEN_T_Chosen_Reveal_Bad_B AkEvent]
SpokenText="Черт побери, Избранный уходит!"

[Play_X2_XP_CEN_T_Chosen_Reveal_Bad_C AkEvent]
SpokenText="Теперь его не остановить!"

[Play_X2_XP_CEN_T_Chosen_Reveal_Engaged_A AkEvent]
SpokenText="Мы обнаружили Избранного! Готовьтесь к бою!"

[Play_X2_XP_CEN_T_Chosen_Reveal_Engaged_B AkEvent]
SpokenText="Всем внимание, вот один из Избранных!"

[Play_X2_XP_CEN_T_Chosen_Reveal_Engaged_C AkEvent]
SpokenText="Это же один из Избранных!"

[Play_X2_XP_CEN_T_Chosen_Reveal_Good_A AkEvent]
SpokenText="Отлично сработано, Избранный бежит!"

[Play_X2_XP_CEN_T_Chosen_Reveal_Good_B AkEvent]
SpokenText="Мы заставили Избранного отступить!"

[Play_X2_XP_CEN_T_Chosen_Reveal_Good_C AkEvent]
SpokenText="Избранный пытается бежать!"

[Play_X2_XP_CEN_T_Chosen_Reveal_Targets AkEvent]
SpokenText="Шеф, Избранный атакует нас!"

[Play_X2_XP_CEN_T_Chosen_Starts_Beh_Assn AkEvent]
SpokenText="Похоже, нас ждет встреча с Избранным. Смотрите в оба!"

[Play_X2_XP_CEN_T_Chosen_Starts_Beh_Non_Assn AkEvent]
SpokenText="С Избранными наша задача станет только сложнее. Двигайтесь к цели и будьте осторожны. Чтобы разобраться с врагом, нам надо добраться до его позиции."

[Play_X2_XP_CEN_T_Chosen_Starts_Map_A AkEvent]
SpokenText="Это один из Избранных, и он не собирается облегчать нам жизнь. Попробуем разобраться с ними как можно скорее."

[Play_X2_XP_CEN_T_Chosen_Starts_Map_B AkEvent]
SpokenText="Это один из Избранных. Задание только что стало еще опаснее. Постарайтесь разобраться с ним и будьте внимательны."

[Play_X2_XP_CEN_T_Chosen_Starts_Map_C AkEvent]
SpokenText="Шеф, прибыл один из Избранных. Мы должны нейтрализовать противника, пока вся операция не оказалась под угрозой."

[Play_X2_XP_CEN_T_Chosen_Starts_Map_D AkEvent]
SpokenText="Мы только что отследили специфический сигнал. На поле боя прибыл один из Избранных. У нас возникнут проблемы, если мы не сумеем нейтрализовать эту угрозу."

[Play_X2_XP_CEN_T_Chosen_Starts_Map_E AkEvent]
SpokenText="Должно быть, Старейшины узнали о наших планах, раз прислали в район одного из своих Избранных. Мы должны выследить его и уничтожить, пока у нас не возникли трудности."

[Play_X2_XP_CEN_T_Chosen_Subs_Engage AkEvent]
SpokenText="Вы сами знаете, что делать. Будьте готовы к встрече с Избранным и помните, что он может отреагировать в любой момент!"

[Play_X2_XP_CEN_T_Chosen_Summary_Capture AkEvent]
SpokenText="Избранные взяли в плен одного из наших и теперь могут получить новую информацию. Мы должны связаться с Сопротивлением и использовать удачный момент для спасательной операции."

[Play_X2_XP_CEN_T_Chosen_Summary_Defeated AkEvent]
SpokenText="Прекрасная работа, шеф! Мы заставили Избранного убраться обратно к своим хозяевам с пустыми руками. Если в будущем нас ждет новая встреча, мы будем к ней готовы."

[Play_X2_XP_CEN_T_Chosen_Summary_Extraction AkEvent]
SpokenText="Избранным удалось получить новые данные о нас, шеф. Такими темпами они скоро смогут вычислить координаты \"Мстителя\". Их нужно остановить."

[Play_X2_XP_CEN_T_Comp_Rescue_Alert_Status_Increaing AkEvent]
SpokenText="Мы наблюдаем повышенную активность. Враг что-то заподозрил. Преимущество все еще на нашей стороне, но постарайтесь не вступать в бой, если это возможно."

[Play_X2_XP_CEN_T_Comp_Rescue_Cell_Spotted AkEvent]
SpokenText="Это камера, в которой держали нашего бойца."

[Play_X2_XP_CEN_T_Comp_Rescue_Comp_Maximum_Alert AkEvent]
SpokenText="В комплексе объявлен наивысший уровень тревоги. Кроме того, активирован сигнал бедствия, и мы уже засекли приближение транспортов противника."

[Play_X2_XP_CEN_T_Comp_Rescue_Comp_On_Alert AkEvent]
SpokenText="Противник поднял тревогу и начал активные поиски вашей группы."

[Play_X2_XP_CEN_T_Comp_Rescue_Conceal_Broken AkEvent]
SpokenText="Мы здесь не для того, чтобы сражаться. Наша задача - отыскать пленника и унести ноги. Постарайтесь не привлекать внимания."

[Play_X2_XP_CEN_T_Comp_Rescue_Conceal_Broken_ALT AkEvent]
SpokenText="Они обнаружили нас, но мы все еще можем избежать ненужных стычек. Постарайтесь освободить пленника."

[Play_X2_XP_CEN_T_Comp_Rescue_Down_Soldier_Acquired AkEvent]
SpokenText="Отличная работа, мы не можем позволить себе терять солдат. Наш боец слегка пострадал, но ничего страшного не случилось."

[Play_X2_XP_CEN_T_Comp_Rescue_Down_Soldier_Dead AkEvent]
SpokenText="Шеф, наш боец погиб. Больше мы ничего сделать не можем."

[Play_X2_XP_CEN_T_Comp_Rescue_Down_Soldier_EVAC AkEvent]
SpokenText="Объект у нас, пора уходить."

[Play_X2_XP_CEN_T_Comp_Rescue_Down_Soldier_No_Hack AkEvent]
SpokenText="Ну, по крайней мере, нам удалось проникнуть внутрь. Забирайте нашего бойца и возвращайтесь на корабль."

[Play_X2_XP_CEN_T_Comp_Rescue_Facility_Spotted AkEvent]
SpokenText="Подтверждаю координаты. Одного из наших солдат держат на территории этого объекта. Будьте бдительны и ожидайте усиленных патрулей. Постарайтесь не поднимать лишнего шума."

[Play_X2_XP_CEN_T_Comp_Rescue_Firebrand_In_Position AkEvent]
SpokenText="\"Подстрекатель\" на позиции, противник поднял тревогу. Пора уходить!"

[Play_X2_XP_CEN_T_Comp_Rescue_Firebrand_On_Standby AkEvent]
SpokenText="\"Подстрекатель\" ожидает нашего сигнала к эвакуации, но при начале сближения по всему комплексу поднимется тревога. Лучше этого избежать, пока цель не у нас и не сложилась критическая ситуация."

[Play_X2_XP_CEN_T_Comp_Rescue_First_Enemy_Pod AkEvent]
SpokenText="Напоминаю, наша задача - не привлекать внимания. Если начнется перестрелка, у нас будут серьезные неприятности."

[Play_X2_XP_CEN_T_Comp_Rescue_Mission_Accomplished AkEvent]
SpokenText="Четко сработано. Операция выполнена."

[Play_X2_XP_CEN_T_Comp_Rescue_Mission_Intro AkEvent]
SpokenText="По последним данным наш человек находится в основном здании комплекса. Противник нас не ждет, поэтому нужно постараться проникнуть туда как можно тише. Если нас заметят, все сразу станет гораздо сложнее."

[Play_X2_XP_CEN_T_Comp_Rescue_Operative_Not_Recovered AkEvent]
SpokenText="Операция провалена. Мы не смогли вытащить своего агента."

[Play_X2_XP_CEN_T_Comp_Rescue_Operative_Recovered_Heavy_Losses AkEvent]
SpokenText="Наш агент в целости и сохранности, но эта операция дорого нам обошлась."

[Play_X2_XP_CEN_T_Comp_Rescue_Operative_Recovered_Squad_Wipe AkEvent]
SpokenText="Мы смогли спасти агента из рук \"Адвента\", но потеряли при этом весь отряд. Операцию нельзя назвать успешной."

[Play_X2_XP_CEN_T_Comp_Rescue_Squad_Wipe AkEvent]
SpokenText="Спасательный отряд уничтожен, шеф. Мы всех потеряли."

[Play_X2_XP_CEN_T_Comp_Rescue_Transport_Inbound AkEvent]
SpokenText="К вашей позиции приближается десантный транспорт \"Адвента\". Похоже, вас раскрыли."

[Play_X2_XP_CEN_T_Compound_Rescue_Dropship_Intro_A AkEvent]
SpokenText="Благодаря нашим друзьям в Сопротивлении нам удалось найти солдата, который был захвачен ранее во время операции. Похоже, его держат в хорошо охраняемом комплексе \"Адвента\", и наш единственный шанс - проникнуть туда как можно тише: если нас засекут, ситуация резко ухудшится."

[Play_X2_XP_CEN_T_Compound_Rescue_Dropship_Intro_B AkEvent]
SpokenText="Пришлось попотеть, но мы наконец нашли нашего пленного солдата в хорошо охраняемой тюрьме \"Адвента\" в этом регионе. Рекомендую тихо проникнуть на территорию, не поднимая тревоги: там сосредоточены значительные силы противника."

[Play_X2_XP_CEN_T_Compound_Rescue_Dropship_Intro_C AkEvent]
SpokenText="Подтвердилась информация о том, что наш солдат, ранее попавший в плен, удерживается в хорошо охраняемом комплексе \"Адвента\" неподалеку. Если мы попытаемся отбить его силой, то противник быстро задавит нас числом. Лучше будет проникнуть незаметно, не привлекая к себе излишнего внимания."

[Play_X2_XP_CEN_T_Covert_Escape_Captain_Dead AkEvent]
SpokenText="Отличная работа. Мы устранили капитана \"Адвента\", и теперь у нас чуть больше времени."

[Play_X2_XP_CEN_T_Covert_Escape_Kill_Captain AkEvent]
SpokenText="Если получится, ликвидируйте капитана \"Адвента\", который возглавляет группу - это заставит их замедлить темп."

[Play_X2_XP_CEN_T_Covert_Escape_Last_Operative AkEvent]
SpokenText="Остается последний. Нужно вытащить и его отсюда!"

[Play_X2_XP_CEN_T_Covert_Escape_Many_Enemies_Reminder AkEvent]
SpokenText="Сектор просто кишит агентами \"Адвента\", и легко нам от них не отделаться. Старайтесь не застревать, двигайтесь к точке эвакуации."

[Play_X2_XP_CEN_T_Covert_Escape_Mission_Intro AkEvent]
SpokenText="\"Призрак-один\", ваш отряд обнаружен! Мы засекли группу быстрого реагирования \"Адвента\", которая движется в вашем направлении."

[Play_X2_XP_CEN_T_Covert_Escape_Objective_Indicated AkEvent]
SpokenText="Нельзя терять ни минуты. Бросайте укрытия и бегом к точке эвакуации!"

[Play_X2_XP_CEN_T_Covert_Escape_Operative_Dead AkEvent]
SpokenText="Мы потеряли одного из наших, но остальные все еще могут уйти целыми и невредимыми."

[Play_X2_XP_CEN_T_Covert_Escape_Operative_Down AkEvent]
SpokenText="У нас раненый, шеф. Рекомендую по возможности заняться его спасением, но не подставляя под удар остальную команду."

[Play_X2_XP_CEN_T_Covert_Escape_Partial_Squad_Recovery AkEvent]
SpokenText="Нам не удалось забрать всех, но мы спасли тех, кого смогли."

[Play_X2_XP_CEN_T_Covert_Escape_Squad_Extracted AkEvent]
SpokenText="\"Призрак-один\" успешно эвакуирован полным составом."

[Play_X2_XP_CEN_T_Covert_Escape_Squad_Wipe AkEvent]
SpokenText="Шеф, \"Призрак-один\" уничтожен. Отряда больше нет."

[Play_X2_XP_CEN_T_Destroy_Monolith_Callout AkEvent]
SpokenText="Вот наш шанс. Разнесите эту штуковину."

[Play_X2_XP_CEN_T_Eliminate_Field_Command_Dropship_Intro_A AkEvent]
SpokenText="Надежный источник в Сопротивлении подтвердил, что высокопоставленный офицер \"Адвента\" возглавляет патрулирование в этом регионе. Это дает нам шанс нанести удар по командной структуре \"Адвента\" и их действиям. Все, что для этого нужно, - ликвидировать этого офицера."

[Play_X2_XP_CEN_T_Eliminate_Field_Command_Dropship_Intro_B AkEvent]
SpokenText="Появилась ценнейшая возможность помешать действиям \"Адвента\" в этом регионе: один из полевых командиров решил лично поучаствовать в операции, и мы должны сделать все возможное, чтоб он не вернулся живым. Как только окажетесь на месте, найдите и уничтожьте цель как можно быстрее."

[Play_X2_XP_CEN_T_Eliminate_Field_Command_Dropship_Intro_C AkEvent]
SpokenText="От одного из полевых агентов поступило сообщение о том, что в секторе замечен высокопоставленный офицер \"Адвента\" с небольшой охраной. Это шанс нанести удар по текущим планам врага, выведя из строя командование. Ваша задача - любой ценой найти и ликвидировать этого офицера."

[Play_X2_XP_CEN_T_Extract_Supplies_Dropship_Intro_A AkEvent]
SpokenText="Из надежного источника стало известно, что \"Адвент\" развернул в этом регионе операцию по снабжению. Противник перебрасывает по воздуху контейнеры с охраняемой территории. Если мы поторопимся, то можем забрать себе парочку. Отметьте контейнеры, и \"Подстрекатель\" поработает грузчиком."

[Play_X2_XP_CEN_T_Extract_Supplies_Dropship_Intro_B AkEvent]
SpokenText="По данным разведки, \"Адвент\" столкнулся с какими-то проблемами при переброске грузов с охраняемого склада в этом регионе. Эта задержка открывает для нас новую возможность: найдите контейнеры и отметьте их с помощью транспондеров. \"Подстрекатель\" заберет груз, ориентируясь на ваш сигнал."

[Play_X2_XP_CEN_T_Extract_Supplies_Dropship_Intro_C AkEvent]
SpokenText="Говорят, в \"Адвент\" проводит в этом регионе логистическую операцию, и для нас это - отличный способ разжиться материалами. Ваша задача: высадившись, найти контейнеры \"Адвента\" и обозначить их с помощью транспондеров. \"Подстрекатель\" будет ждать сигнала, чтобы забрать груз."

[Play_X2_XP_CEN_T_First_Assassin_Sighting AkEvent]
SpokenText="Это одна из Избранных - исходя из имеющихся у нас данных, предположу, что ее Старейшины направили против Заступников."

[Play_X2_XP_CEN_T_First_Bond_Zone AkEvent]
SpokenText="Эти двое работают вместе, как хорошо смазанный механизм. Пока они находятся рядом друг с другом, их связь укрепляется, давая различные тактические преимущества."

[Play_X2_XP_CEN_T_First_Bonded_Soldiers AkEvent]
SpokenText="Похоже, из пары наших солдат вышла хорошая команда. Находясь рядом, они будут прикрывать друг друга."

[Play_X2_XP_CEN_T_First_Chosen_Sabotage AkEvent]
SpokenText="Шеф, это саботаж! Избранные используют знания о наших перемещениях, чтобы обездвижить корабль!"

[Play_X2_XP_CEN_T_First_Dasher_A AkEvent]
SpokenText="Этот в куда лучшей форме, чем остальные. Движется быстро. Соблюдайте дистанцию."

[Play_X2_XP_CEN_T_First_Dasher_B AkEvent]
SpokenText="Эта тварь гораздо проворнее остальных. Будьте осторожнее: если зазеваетесь, она может вас догнать."

[Play_X2_XP_CEN_T_First_Howler_Sighting AkEvent]
SpokenText="Те, которые больше всего шумят, созывают к себе толпу. Нужно быть осторожнее."

[Play_X2_XP_CEN_T_First_Hunter_Sighting AkEvent]
SpokenText="Это Охотник. Исходя из того, что нам известно, он прекрасный следопыт, обладающий исключительной меткостью."

[Play_X2_XP_CEN_T_First_Lost_Seen_A AkEvent]
SpokenText="Эти люди не похожи на пси-зомби, с которыми мы уже имели дело. Это что-то новенькое."

[Play_X2_XP_CEN_T_First_Lost_Seen_B AkEvent]
SpokenText="Эти люди... Возможно ли, что контакт с капсулами вторжения превратил их... в это?"

[Play_X2_XP_CEN_T_First_Priest AkEvent]
SpokenText="Мне всегда было интересно, зачем \"Адвент\" строит столько церквей в городских центрах. Враг, должно быть, в отчаянии, если решил бросить против нас жрецов Старейшин."

[Play_X2_XP_CEN_T_First_Purifier AkEvent]
SpokenText="Похоже, \"Адвент\" придумал собственный способ борьбы со Странниками. Технологии старого мира все еще достаточно эффективны."

[Play_X2_XP_CEN_T_First_Seen_Adv_Purifier_M1 AkEvent]
SpokenText="Шеф, исходите из того, что топливо \"Адвента\" является крайне огнеопасным. Не дайте им ни единой возможности взорвать эти баки."

[Play_X2_XP_CEN_T_First_Seen_Lost_1 AkEvent]
SpokenText="Стоп. Это... люди?"

[Play_X2_XP_CEN_T_First_Tired_Soldier AkEvent]
SpokenText="Один из наших солдат в состоянии крайнего истощения. Если мы переживем, стоило бы выделить ему пару дней на отдых, прежде чем снова бросать в бой."

[Play_X2_XP_CEN_T_First_Warlock_Sighting AkEvent]
SpokenText="Это Чародей. По нашим данным в плане пси-способностей он практически не уступает самим Старейшинам."

[Play_X2_XP_CEN_T_Gatecrasher_Has_Reaper AkEvent]
SpokenText="Похоже, Волк прислал одного из Жнецов для этой операции."

[Play_X2_XP_CEN_T_Gatecrasher_Has_Skirmisher AkEvent]
SpokenText="Один из Заступников поможет нам в этом деле."

[Play_X2_XP_CEN_T_Gatecrasher_Has_Templar AkEvent]
SpokenText="Один из последователей Храмовников готов с нами сотрудничать."

[Play_X2_XP_CEN_T_Gather_Survivors_All_VIPs_Collected_EVAC AkEvent]
SpokenText="В секторе больше не осталось ни ВИПов, ни агентов Сопротивления. Можете выдвигаться к точке эвакуации."

[Play_X2_XP_CEN_T_Gather_Survivors_Dropship_Intro_A AkEvent]
SpokenText="Поступил сигнал от наших друзей из Сопротивления. Нескольких из них \"Адвент\" загнал в заброшенный город неподалеку. Там группа разделилась и потеряла связь, поэтому мы только примерно представляем, где их искать, но Сопротивление направило нам на помощь своего агента."

[Play_X2_XP_CEN_T_Gather_Survivors_Dropship_Intro_B AkEvent]
SpokenText="От одного из наших связных в Сопротивлении поступила срочная просьба. \"Адвент\" вынудил нескольких наших союзников искать убежища в руинах старого города, после чего связь с этой группой прервалась. Мы не знаем их точных координат, но представитель Сопротивления поможет нам в поисках."

[Play_X2_XP_CEN_T_Gather_Survivors_Dropship_Intro_C AkEvent]
SpokenText="От одной из фракций Сопротивления поступил сигнал бедствия. Их группа была атакована \"Адвентом\" и отступила в один из заброшенных городов. Связь с группой потеряна, и от нас требуется провести спасательную операцию. Фракция направила одного из своих солдат нам в поддержку."

[Play_X2_XP_CEN_T_Gather_Survivors_EVAC_Point_Indicated AkEvent]
SpokenText="Когда объекты будут с вами, направляйтесь в указанную точку для эвакуации. И смотрите в оба."

[Play_X2_XP_CEN_T_Gather_Survivors_Extraction_Point_Compromised AkEvent]
SpokenText="\"Угроза 1-5\", точка эвакуации более недоступна, ожидайте новых координат."

[Play_X2_XP_CEN_T_Gather_Survivors_First_Lost_Respond_VIP_Cries AkEvent]
SpokenText="Мы засекли Странников. Они приближаются к ВИПу - на шум идут, видимо. Рекомендую поспешить, шеф."

[Play_X2_XP_CEN_T_Gather_Survivors_First_VIP_Linked AkEvent]
SpokenText="Это один из тех, кого мы ищем, но остальные еще где-то в окрестностях."

[Play_X2_XP_CEN_T_Gather_Survivors_Mission_Complete AkEvent]
SpokenText="Задание выполнено, шеф."

[Play_X2_XP_CEN_T_Gather_Survivors_Mission_Start AkEvent]
SpokenText="ВИП и агент Сопротивления скрываются где-то в этом секторе. Наша главная задача - найти их, но поглядывайте по сторонам: вдруг встретите других выживших."

[Play_X2_XP_CEN_T_Gather_Survivors_Primary_VIP_Linked AkEvent]
SpokenText="\"Угроза 1-5\", основные цели с вами. Можете поискать дополнительных агентов, но в первую очередь доставьте объектов к точке эвакуации."

[Play_X2_XP_CEN_T_Gather_Survivors_Primary_VIP_Secure AkEvent]
SpokenText="Подтверждаю, ВИП на \"Подстрекателе\"."

[Play_X2_XP_CEN_T_Gather_Survivors_Primary_VIP_Spotted AkEvent]
SpokenText="Подтвержден визуальный контакт с ВИПом. Помните, самая важная задача - доставить ВИПа в зону эвакуации, что бы ни случилось."

[Play_X2_XP_CEN_T_Gather_Survivors_Secondary_VIP_Linked AkEvent]
SpokenText="Похоже, вы нашли одного из агентов Сопротивления, который был направлен в этот район. Готов спорить, он рад вас видеть."

[Play_X2_XP_CEN_T_Gather_Survivors_Squad_Extracted_VIP_Dead AkEvent]
SpokenText="Шеф, отряд мы спасли, но ВИПа в процессе потеряли. В будущем нам придется стараться получше."

[Play_X2_XP_CEN_T_Gather_Survivors_Squad_Wiped AkEvent]
SpokenText="Шеф, ударная группа погибла. Мы потеряли весь отряд."

[Play_X2_XP_CEN_T_Gather_Survivors_VIP_Cries_Comment_A AkEvent]
SpokenText="Очевидно, наши друзья не в курсе, как ведут себя Странники. Если этот шум не прекратится, скоро они сами все поймут."

[Play_X2_XP_CEN_T_Gather_Survivors_VIP_Cries_Comment_B AkEvent]
SpokenText="Кто-нибудь, скажите ВИПу, что нужно вести себя потише."

[Play_X2_XP_CEN_T_Gather_Survivors_VIP_Cries_Comment_C AkEvent]
SpokenText="Я понимаю, ситуация напряженная, но от этих воплей будут одни проблемы."

[Play_X2_XP_CEN_T_Gather_Survivors_VIP_Extracted_Awaiting_Squad AkEvent]
SpokenText="Шеф, нужно как можно скорее доставить всех наших в точку эвакуации. Чем дольше мы ждем, тем больше рискуем."

[Play_X2_XP_CEN_T_Gather_Survivors_VIP_Extracted_Squad_Dead AkEvent]
SpokenText="ВИПа мы эвакуировали удачно, но потеряли при этом нескольких хороших людей. Остается надеяться, что эта жертва того стоила."

[Play_X2_XP_CEN_T_Gather_Survivors_VIP_Is_Dead AkEvent]
SpokenText="Мы потеряли ВИПа... Остается надеяться, что Сопротивление справится и без него."

[Play_X2_XP_CEN_T_Gather_Survivors_Warning_High_Lost AkEvent]
SpokenText="Шеф, по всему сектору движение. Странников становится многовато."

[Play_X2_XP_CEN_T_Gather_Survivors_Warning_High_Lost_Level_2 AkEvent]
SpokenText="Здесь столько Странников, что мы не успеваем за всеми следить. Будьте осторожны, или эти твари вас просто сметут."

[Play_X2_XP_CEN_T_LA_Wrapper AkEvent]
SpokenText="Жнецы и Заступники враждуют уже долгие годы, поэтому точку встречи мы держим в секрете. Вам предстоит разделиться на два отряда, встретиться с представителями обеих фракций и направиться к месту проведения переговоров. Официально этого города уже не существует, поэтому присутствие \"Адвента\" будет минимальным. Тем не менее, смотрите в оба: сюда 20 лет не ступала нога человека."

[Play_X2_XP_CEN_T_LNA_LNA_Part1_First_Encounter_Ends_1 AkEvent]
SpokenText="Да кто бы спорил. Продолжайте движение к точке встречи."

[Play_X2_XP_CEN_T_LNA_Lost_Misc_A AkEvent]
SpokenText="Господи, эти твари здесь повсюду!"

[Play_X2_XP_CEN_T_LNA_Part1_Escape_Trouble_1 AkEvent]
SpokenText="Точка эвакуации неподалеку, но эти создания не хотят просто так вас отпускать."

[Play_X2_XP_CEN_T_LNA_Part1_Final_Unit_Exits_1 AkEvent]
SpokenText="Ладно, теперь вы сможете без проблем пройти. Второй отряд уже на пути к Моксу. Следуйте к точке встречи и ждите, пока все соберутся."

[Play_X2_XP_CEN_T_LNA_Part1_LoadOut AkEvent]
SpokenText="Фракции согласились с тем, что каждую будет сопровождать отряд из двух человек. Будем надеяться, этого хватит, чтобы они друг друга не поубивали. На время встречи было объявлено перемирие, но в любом случае мы должны быть готовы к любому развитию событий."

[Play_X2_XP_CEN_T_LNA_Part1_Lost_Combat_Eight_1 AkEvent]
SpokenText="И что это значит, доктор?"

[Play_X2_XP_CEN_T_LNA_Part1_Lost_Combat_Five_1 AkEvent]
SpokenText="Мне уже начинает нравиться эта встреча."

[Play_X2_XP_CEN_T_LNA_Part1_Lost_Combat_Nine_1 AkEvent]
SpokenText="Нисколечко не удивлюсь, если \"Адвент\" приложил руку к их созданию."

[Play_X2_XP_CEN_T_LNA_Part1_Lost_Combat_Seven_1 AkEvent]
SpokenText="Ты упускаешь тот факт, что последние 20 лет пришельцы вертят нашей планетой, как хотят. Как думаешь, не пора ли попробовать другой подход?"

[Play_X2_XP_CEN_T_LNA_Part1_Lost_Combat_Three_1 AkEvent]
SpokenText="Полный город людей... превращенных в этих тварей."

[Play_X2_XP_CEN_T_LNA_Part1_Lost_Pod_Reveals_1 AkEvent]
SpokenText="Эти создания так похожи на людей."

[Play_X2_XP_CEN_T_LNA_Part1_Lost_Sound_Warning_1 AkEvent]
SpokenText="Да кто бы спорил. Нам нужно добраться до точки встречи."

[Play_X2_XP_CEN_T_LNA_Part1_LostGone_NoEscape_1 AkEvent]
SpokenText="Тогда не будем терять время зря. Немедленно направляйтесь к точке эвакуации."

[Play_X2_XP_CEN_T_LNA_Part1_Mission_Setup_1 AkEvent]
SpokenText="Обновляю координаты точки встречи. Мы проложили наиболее прямой маршрут. По поводу Заступника, с которым вам предстоит вести переговоры: мы знаем лишь, что его зовут Мокс."

[Play_X2_XP_CEN_T_LNA_Part1_Mission_Setup_2 AkEvent]
SpokenText="Я уверен, руки по локоть в крови у обеих сторон. Мы здесь не просто так."

[Play_X2_XP_CEN_T_LNA_Part1_More_Lost_Reveals_1 AkEvent]
SpokenText="Да сколько же этих тварей в городе?!"

[Play_X2_XP_CEN_T_LNA_Part1_Opening_Base_View AkEvent]
SpokenText="Шеф, я не знаю, сколько нас готовы ждать. Я советую начать действовать при первой же возможности. Все свободные солдаты готовы к операции."

[Play_X2_XP_CEN_T_LNA_Part1_Post_Fog_Pod_1 AkEvent]
SpokenText="Мы его видели, доктор. Поверьте, вам повезло, что вы все пропустили."

[Play_X2_XP_CEN_T_LNA_Part1_Post_Fog_Pod_2 AkEvent]
SpokenText="Точка встречи уже недалеко. Предлагаю поторопиться. Я предпочел бы избежать встречи с теми, кого упоминал Тайган."

[Play_X2_XP_CEN_T_LNA_Part1_Pre_Fog_Pod_1 AkEvent]
SpokenText="Хотел бы сказать, что я рад сюда вернуться, но нет. Весь город был брошен на милость противника и забыт на долгие годы."

[Play_X2_XP_CEN_T_LNA_Part1_Second_Wave_Lost_1 AkEvent]
SpokenText="Вас понял. Оружие к бою. Уничтожить их всех!"

[Play_X2_XP_CEN_T_LNA_Part1_Skyranger_Briefing AkEvent]
SpokenText="Жнецы и Заступники враждуют уже долгие годы, поэтому точку встречи мы держим в секрете. Вам предстоит разделиться на два отряда, встретиться с представителями обеих фракций и направиться к месту проведения переговоров. Официально этого города уже не существует, поэтому присутствие \"Адвента\" будет минимальным. Тем не менее, смотрите в оба: сюда 20 лет не ступала нога человека."

[Play_X2_XP_CEN_T_LNA_Part1_Unit_One_Exits AkEvent]
SpokenText="Первая группа на позиции. Не сбавляем темп! Новые твари скоро будут у нас."

[Play_X2_XP_CEN_T_LNA_Part2_All_Units_Exit_1 AkEvent]
SpokenText="Бродяга ждет вас впереди вместе с первой группой. Я понимаю, это была не самая простая операция, но будем надеяться, что она того стоила."

[Play_X2_XP_CEN_T_LNA_Part2_Defeat_Purifier_Pod_1 AkEvent]
SpokenText="Я только за. Начнем."

[Play_X2_XP_CEN_T_LNA_Part2_Hold_Position AkEvent]
SpokenText="Ладно, ликвидируйте этих тварей, а я найду вам другой маршрут!"

[Play_X2_XP_CEN_T_LNA_Part2_Lost_Counter_One_1 AkEvent]
SpokenText="Кажется, кое-что есть. Нужна еще минута."

[Play_X2_XP_CEN_T_LNA_Part2_Lost_Counter_Three_1 AkEvent]
SpokenText="Здесь несколько горячее, чем мы рассчитывали. Уйдет больше времени..."

[Play_X2_XP_CEN_T_LNA_Part2_Lost_Counter_Two_1 AkEvent]
SpokenText="Вас понял. Уже почти готово."

[Play_X2_XP_CEN_T_LNA_Part2_New_Evac_Point_1 AkEvent]
SpokenText="Мы нашли новый относительно безопасный маршрут к точке встречи. Странники продолжают стекаться в этот район, так что двигайтесь поживее."

[Play_X2_XP_CEN_T_LNA_Part2_Post_Big_Bang_1 AkEvent]
SpokenText="С чистильщиками разобрались, но, к несчастью, это была наша точка эвакуации."

[Play_X2_XP_CEN_T_LNA_Part2_Post_Big_Bang_2 AkEvent]
SpokenText="А вы только что взорвали цистерну с топливом?"

[Play_X2_XP_CEN_T_LNA_Part2_Post_MeetSkirm_1 AkEvent]
SpokenText="Точка встречи прямо по курсу. Пересеките этот район как можно быстрее, но будьте осторожны. Что-то мне подсказывает, что у этого города еще остались сюрпризы для нас."

[Play_X2_XP_CEN_T_LNA_Part2_Post_Purifier_Reveal_1 AkEvent]
SpokenText="Не помню, чтобы мы с такими раньше встречались."

[Play_X2_XP_CEN_T_LNA_Part2_Post_Purifier_Reveal_2 AkEvent]
SpokenText="Я только за. Перебейте их всех!"

[Play_X2_XP_CEN_T_LNA_Part2_Pre_Purifier_Reveal_1 AkEvent]
SpokenText="Опять эти создания?"

[Play_X2_XP_CEN_T_LNA_Part2_Purifier_Explodes AkEvent]
SpokenText="\"Разорвется\" - это не то слово. Осторожнее с этими штуками, излишний риск нам ни к чему."

[Play_X2_XP_CEN_T_LNA_Part2_Unit_One_Exit AkEvent]
SpokenText="Ладно, пора идти. Скоро здесь все будет в этих созданиях."

[Play_X2_XP_CEN_T_LNA_Part2_Unit_Two_Exit AkEvent]
SpokenText="Два есть, остается последний пункт. Пора убираться отсюда, ребята."

[Play_X2_XP_CEN_T_LNA_Part3_Combat_Four_1 AkEvent]
SpokenText="Я думаю, мы все сыты по горло милосердием Старейшин."

[Play_X2_XP_CEN_T_LNA_Part3_Combat_Six_1 AkEvent]
SpokenText="После сегодняшней встречи я почту это за честь, леди."

[Play_X2_XP_CEN_T_LNA_Part3_Combat_Three_1 AkEvent]
SpokenText="Просто с языка снял."

[Play_X2_XP_CEN_T_LNA_Part3_Move_to_Evac AkEvent]
SpokenText="Тогда валим отсюда к чертовой матери. \"Подстрекатель\" уже на пути к точке эвакуации. Вперед!"

[Play_X2_XP_CEN_T_LNA_Part3_Post_Assassin_Cloak AkEvent]
SpokenText="Что-то мне это не нравится."

[Play_X2_XP_CEN_T_LNA_Part3_Post_RedezAssassin_1 AkEvent]
SpokenText="Не буду делать вид, что понимаю, что здесь происходит, но не сомневаюсь - эту тварь сюда прислали, чтобы не дать этому союзу состояться. Лишим ее такого удовольствия."

[Play_X2_XP_CEN_T_LNA_Part3_Return_to_Base_1 AkEvent]
SpokenText="Мокс был готов принести в жертву все ради этого союза. Очень надеюсь, что из этого что-то выйдет."

[Play_X2_XP_CEN_T_LNA_Part3_Turn_Two_1 AkEvent]
SpokenText="Как долго вы воюете с этими созданиями?"

[Play_X2_XP_CEN_T_LNA_Play3_Assassin_Teleport_1 AkEvent]
SpokenText="Есть следы этой твари?"

[Play_X2_XP_CEN_T_LNA_Play3_Assassin_Teleport_2 AkEvent]
SpokenText="Не могу ее винить. Попробуем сделать то же самое."

[Play_X2_XP_CEN_T_LNA_Play3_Fifth_Unit_Evac AkEvent]
SpokenText="Отлично, последний, и можно направляться домой!"

[Play_X2_XP_CEN_T_LNA_Play3_First_Unit_Evac AkEvent]
SpokenText="Отлично, но нужно продолжать движение. Я не знаю, сколько еще мы сможем удерживать эту позицию."

[Play_X2_XP_CEN_T_LNA_Play3_Fourth_Unit_Evac AkEvent]
SpokenText="Давайте, \"Подстрекатель\" не может ждать вечно. Живее!"

[Play_X2_XP_CEN_T_LNA_Play3_Lost_Battle_Seven_1 AkEvent]
SpokenText="Поверьте, доктор, они в курсе."

[Play_X2_XP_CEN_T_LNA_Play3_Lost_Battle_Six_1 AkEvent]
SpokenText="\"Подстрекатель\" на позиции, однако в точке эвакуации жарче, чем мы рассчитывали. Время на исходе."

[Play_X2_XP_CEN_T_LNA_Play3_Post_Lost_Reveal_1 AkEvent]
SpokenText="Что-то мне подсказывает, что мы не сможем заткнуть эту штуку."

[Play_X2_XP_CEN_T_LNA_Play3_Second_Unit_Evac AkEvent]
SpokenText="С минуты на минуту на вас накинутся все твари этого проклятого города. Нельзя терять ни секунды."

[Play_X2_XP_CEN_T_LNA_Play3_Third_Unit_Evac AkEvent]
SpokenText="Мы почти пришли, скорее!"

[Play_X2_XP_CEN_T_LNA_Purifiers_1 AkEvent]
SpokenText="Не помню, чтобы мы с такими раньше встречались..."

[Play_X2_XP_CEN_T_LNA_Purifiers_2 AkEvent]
SpokenText="Я только за. Перебейте их всех!"

[Play_X2_XP_CEN_T_Lost_Approaching AkEvent]
SpokenText="Шеф, судя по всему, Странники уже совсем недалеко от нашей позиции. Готовьтесь их встречать!"

[Play_X2_XP_CEN_T_Lost_First_Howl AkEvent]
SpokenText="Эти Странники обладают хорошим слухом. Звуки боя почти наверняка привлекут еще больше этих созданий."

[Play_X2_XP_CEN_T_Lost_Howl_Warning AkEvent]
SpokenText="Сигналы со всех сторон. Странники уже почти у вашей позиции!"

[Play_X2_XP_CEN_T_Neutralize_Comm_ADVENT_EVAC_Approach AkEvent]
SpokenText="Мы засекли приближающийся транспорт \"Адвента\". Пришельцы планируют эвакуировать генерала из сектора. Он не должен попасть на борт этого корабля."

[Play_X2_XP_CEN_T_Neutralize_Comm_ADVENT_EVAC_Blocked AkEvent]
SpokenText="Отличная работа. Никому от нас не сбежать."

[Play_X2_XP_CEN_T_Neutralize_Comm_ADVENT_EVAC_Ready AkEvent]
SpokenText="Транспорт \"Адвента\" прибыл к точке эвакуации. Не дайте генералу сбежать!"

[Play_X2_XP_CEN_T_Neutralize_Comm_Eliminate_Hostiles AkEvent]
SpokenText="Нужно зачистить район. Нельзя позволить противнику завладеть телом генерала."

[Play_X2_XP_CEN_T_Neutralize_Comm_General_Escaped AkEvent]
SpokenText="Генералу удалось уйти. У меня есть сомнения, что нам выпадет вторая возможность добраться до него."

[Play_X2_XP_CEN_T_Neutralize_Comm_General_Killed AkEvent]
SpokenText="\"Угроза 1-5\", ликвидацию подтверждаю. Работа на \"отлично\"."

[Play_X2_XP_CEN_T_Neutralize_Comm_General_Near_EVAC AkEvent]
SpokenText="Генерал \"Адвента\" приближается к точке эвакуации! Не дайте ему уйти!"

[Play_X2_XP_CEN_T_Neutralize_Comm_General_Spotted AkEvent]
SpokenText="Личность цели подтверждаю. Это генерал. Уничтожьте его, пока он не сбежал - другой такой возможности не будет."

[Play_X2_XP_CEN_T_Neutralize_Comm_Mission_Aborted AkEvent]
SpokenText="Отмену подтверждаю. Возвращаемся с теми, кто остался."

[Play_X2_XP_CEN_T_Neutralize_Comm_Mission_Accomplished AkEvent]
SpokenText="Подтверждаю, задание выполнено."

[Play_X2_XP_CEN_T_Neutralize_Comm_Mission_Failed AkEvent]
SpokenText="Мы не смогли использовать шанс устранить одного из генералов \"Адвента\". Такая возможность не каждый день выпадает."

[Play_X2_XP_CEN_T_Neutralize_Comm_Mission_Intro AkEvent]
SpokenText="\"Угроза 1-5\", в этом районе находится генерал \"Адвента\" и его охранники, но точное местоположение неизвестно. Прочешите местность и уничтожьте цель, а вместе с ним и всех врагов, которые вам встретятся."

[Play_X2_XP_CEN_T_Neutralize_Comm_Squad_Heavy_Losses AkEvent]
SpokenText="Шеф, такими темпами отряд долго не продержится. Рекомендую эвакуировать тех, кто еще остался."

[Play_X2_XP_CEN_T_Neutralize_Comm_Squad_Wipe AkEvent]
SpokenText="Статус \"черный\". \"Угроза 1-5\" уничтожена."

[Play_X2_XP_CEN_T_Post_Mission_Chosen_Sorta_Killed_A AkEvent]
SpokenText="Отличная работа, шеф. Мы не смогли нейтрализовать угрозу раз и навсегда, но, по крайней мере, сунули палку в колеса Старейшин."

[Play_X2_XP_CEN_T_Post_Mission_Chosen_Sorta_Killed_B AkEvent]
SpokenText="Не сомневаюсь, что мы еще встретимся, но такое ожесточенное сопротивление стало для Избранного неприятным сюрпризом, шеф."

[Play_X2_XP_CEN_T_Post_Mission_Chosen_Sorta_Killed_C AkEvent]
SpokenText="Сегодня мы доказали, что Избранные уязвимы. Осталось только найти способ избавиться от них раз и навсегда."

[Play_X2_XP_CEN_T_Post_Mission_Chosen_Sorta_Killed_D AkEvent]
SpokenText="Победа над Избранным - это отличный повод дать нашим солдатам отдохнуть, шеф. Но я не сомневаюсь, что это была не последняя наша встреча."

[Play_X2_XP_CEN_T_Post_Mission_Chosen_Sorta_Killed_E AkEvent]
SpokenText="Шеф! Мы доказали Избранному, что Сопротивление так легко не сломить. Осталось выследить эту тварь и окончательно разобраться с ней."

[Play_X2_XP_CEN_T_Post_Mission_Extracted_Knowledge_A AkEvent]
SpokenText="К несчастью, Избранному удалось добиться успеха. Враг получил достаточно информации, чтобы подобраться к вам еще на один шаг, шеф."

[Play_X2_XP_CEN_T_Post_Mission_Extracted_Knowledge_B AkEvent]
SpokenText="Избранный узнал от нашего бойца все, что смог. Теперь он на шаг ближе к тому, чтобы найти нас."

[Play_X2_XP_CEN_T_Post_Mission_Extracted_Knowledge_C AkEvent]
SpokenText="Шеф, благодаря информации, полученной в ходе допроса, Избранный того и гляди вас найдет."

[Play_X2_XP_CEN_T_Post_Mission_Soldier_Captured_A AkEvent]
SpokenText="Избранному удалось взять в плен одного из наших солдат. Чтобы его вернуть, нам понадобится помощь Сопротивления."

[Play_X2_XP_CEN_T_Post_Mission_Soldier_Captured_B AkEvent]
SpokenText="Шеф, Избранный захватил одного из наших. Нам придется заручиться помощью Сопротивления, чтобы его спасти."

[Play_X2_XP_CEN_T_Post_Mission_Soldier_Captured_C AkEvent]
SpokenText="Шеф, один из наших людей попал в плен. Мы должны связаться с агентами Сопротивления, чтобы организовать спасательную операцию."

[Play_X2_XP_CEN_T_Recover_Exp_Escort_Extracted_A AkEvent]
SpokenText="Мы забрали сопровождающего. Немного его подлатаем, и будет снова готов к бою."

[Play_X2_XP_CEN_T_Recover_Exp_Escort_Extracted_B AkEvent]
SpokenText="Мы забрали спутницу ВИПа. Нужно ее слегка подлатать, и она сможет вернуться к активной деятельности."

[Play_X2_XP_CEN_T_Recover_Exp_Expedition_Reached AkEvent]
SpokenText="\"Подстрекатель\" на позиции, возвращайтесь к точке высадки, пока вас не затоптали! На тепловом сканере больше врагов, чем я успеваю считать!"

[Play_X2_XP_CEN_T_Recover_Exp_Mission_Accomplished AkEvent]
SpokenText="Мы успешно спасли всю группу, шеф. В Сопротивлении будут рады этой новости."

[Play_X2_XP_CEN_T_Recover_Exp_Mission_Intro AkEvent]
SpokenText="Неподалеку от вашей позиции отряд Сопротивления попал в ловушку. ВИП использует управляемую турель, чтобы отгонять Странников. Доступ возможен лишь в одной точке, так что доберитесь до наших и выведите их обратно к точке высадки. Странники там повсюду, так что даже не пытайтесь победить их всех."

[Play_X2_XP_CEN_T_Recover_Exp_Nag_Move_To_EVAC_A AkEvent]
SpokenText="\"Угроза 1-5\", продолжайте движение к точке эвакуации независимо от обстановки. На подходе столько Странников, что все ваши старания бесполезны."

[Play_X2_XP_CEN_T_Recover_Exp_Nag_Move_To_EVAC_B AkEvent]
SpokenText="Нужно уходить отсюда, шеф. Странники подходят такими темпами, что нам за ними никогда не угнаться, так что не стоит и начинать."

[Play_X2_XP_CEN_T_Recover_Exp_Nag_Pickup_Disabled AkEvent]
SpokenText="Шеф, мы можем попытаться забрать раненого солдата, но при таком количестве Странников это сильно усложнит эвакуацию."

[Play_X2_XP_CEN_T_Recover_Exp_Reminder_Return_To_EVAC AkEvent]
SpokenText="Когда вы доберетесь до людей, нужно будет отвести их обратно к точке высадки. Не подпускайте Странников близко и не давайте им перекрыть вам пусть к \"Подстрекателю\"."

[Play_X2_XP_CEN_T_Recover_Exp_Targets_Dead_Before_Link AkEvent]
SpokenText="\"Угроза 1-5\", ВИП с сопровождением у нас, двигайтесь к точке эвакуации. Больше целей здесь не осталось."

[Play_X2_XP_CEN_T_Recover_Exp_Turret_Almost_Out AkEvent]
SpokenText="Шеф, боезапас турели на исходе. Нужно торопиться!"

[Play_X2_XP_CEN_T_Recover_Exp_Turret_Deactivated AkEvent]
SpokenText="Без ВИПа турелью никто не управляет, и Странники быстро заполонят весь район. Они и так уже слишком близко!"

[Play_X2_XP_CEN_T_Recover_Exp_Turret_Destroyed_Before_Link AkEvent]
SpokenText="Турель, защищавшая группу, уничтожена, и времени у нас почти не осталось!"

[Play_X2_XP_CEN_T_Recover_Exp_Turret_Out_Ammo AkEvent]
SpokenText="Турель только что расстреляла последние патроны... Сдерживать Странников теперь нечем. \"Угроза 1-5\", двигайте к ним со всех ног!"

[Play_X2_XP_CEN_T_Recover_Exp_Turret_Running_Low AkEvent]
SpokenText="Боезапас турели ограничен, и когда он кончится, Странники доберутся до людей. Мы должны оказаться там, пока этого не случилось."

[Play_X2_XP_CEN_T_Recover_Exp_Vip_Dead_After_Link AkEvent]
SpokenText="Мы потеряли ВИПа, шеф. Нужно вернуть отряд в точку эвакуации и убираться отсюда."

[Play_X2_XP_CEN_T_Recover_Exp_VIP_Killed_Before_Link AkEvent]
SpokenText="\"Угроза 1-5\", ВИП погиб, попытайтесь обезопасить группу сопровождения. Мы никого не бросаем."

[Play_X2_XP_CEN_T_Recover_Exp_VIP_Killed_Squad_Extracted AkEvent]
SpokenText="Своих людей мы вытащили, но ВИПа не смогли. Не лучший день для Сопротивления."

[Play_X2_XP_CEN_T_Recover_Exp_VIP_Killed_Squad_Wipe AkEvent]
SpokenText="Шеф, мы потеряли ВИПа, а вместе с ним и всю нашу группу. Мы не можем позволить себе подобные потери."

[Play_X2_XP_CEN_T_Recover_Exp_VIP_Linked_Escort_Available AkEvent]
SpokenText="ВИП в безопасности, шеф. Если у нас хватает сил, нужно постараться вывести и группу сопровождения тоже."

[Play_X2_XP_CEN_T_Recover_Exp_VIP_Linked_Escort_Dead AkEvent]
SpokenText="Личность ВИПа подтверждаю, направляйтесь к точке эвакуации."

[Play_X2_XP_CEN_T_Recover_Exp_VIP_Secure_Squad_Wipe AkEvent]
SpokenText="Мы смогли спасти ВИПа, шеф, но потеряли при этом несколько хороших бойцов."

[Play_X2_XP_CEN_T_Recover_Expedition_Dropship_Intro_A AkEvent]
SpokenText="В результате разведывательной операции Сопротивления один из ценных агентов со своей группой оказался на территории, занятой Странниками. Группа пока что держится, но дела, судя по всему, идут неважно. Сопротивление просит нас сделать все возможное для спасения этих людей."

[Play_X2_XP_CEN_T_Recover_Expedition_Dropship_Intro_B AkEvent]
SpokenText="Одна из фракций Сопротивления отправила разведгруппу в район обитания Странников. Не спрашивайте меня, что им там было нужно. В итоге они заблудились, и теперь Сопротивление просит нас помочь. Постараемся сами не попасть в подобную ситуацию."

[Play_X2_XP_CEN_T_Recover_Expedition_Dropship_Intro_C AkEvent]
SpokenText="От Сопротивления поступила просьба помочь спасти ВИПа, который отправился на разведку в район, занятый Странниками, и пропал там. Сообщается, что пока разведгруппа держится, но это ненадолго, поэтому наша задача - организовать эвакуацию, стараясь не увязнуть в столкновении со Странниками."

[Play_X2_XP_CEN_T_Recover_Expedition_VIP_EVAC_XCOM_Gone AkEvent]
SpokenText="\"Подстрекатель\" докладывает: ВИП в безопасности на борту \"Рейнджера\"."

[Play_X2_XP_CEN_T_Recover_Expedition_VIP_EVAC_XCOM_Plays AkEvent]
SpokenText="ВИП в безопасности на борту \"Рейнджера\". Уводите наших людей, шеф."

[Play_X2_XP_CEN_T_Resistance_Contacts_SITREP_Met_A AkEvent]
SpokenText="Отлично. Вот и агент Сопротивления."

[Play_X2_XP_CEN_T_Resistance_Contacts_SITREP_Met_B AkEvent]
SpokenText="Вот один из агентов Сопротивления."

[Play_X2_XP_CEN_T_Sabotage_Trans_Almost_DC AkEvent]
SpokenText="\"Адвент\" уже почти отрезал передатчик от основной сети! Время на исходе!"

[Play_X2_XP_CEN_T_Sabotage_Trans_Charges_Planted AkEvent]
SpokenText="Подтверждаю сигнал. Заряды активны."

[Play_X2_XP_CEN_T_Sabotage_Trans_Eliminate_Enemies_Cutoff AkEvent]
SpokenText="Заряды активированы, но пришельцы все еще пытаются изолировать передатчик. Нейтрализуйте оставшихся противников, пока этого не случилось."

[Play_X2_XP_CEN_T_Sabotage_Trans_Hostiles_Down_Plant_Charges AkEvent]
SpokenText="Сил противника больше не осталось. Устанавливайте заряды."

[Play_X2_XP_CEN_T_Sabotage_Trans_Last_Chance_Transmitter AkEvent]
SpokenText="\"Угроза 1-5\", передатчик вот-вот будет отключен. Это наш последний шанс."

[Play_X2_XP_CEN_T_Sabotage_Trans_Last_Relay_Destroyed AkEvent]
SpokenText="Ретрансляторов не осталось. Больше времени нам не выиграть."

[Play_X2_XP_CEN_T_Sabotage_Trans_Mission_Aborted AkEvent]
SpokenText="Подтверждаю, операция прекращена. Очень жаль, что у нас ничего не вышло."

[Play_X2_XP_CEN_T_Sabotage_Trans_Mission_Accomplished AkEvent]
SpokenText="О передатчике можно забыть. Отлично сработано, шеф."

[Play_X2_XP_CEN_T_Sabotage_Trans_Mission_Intro AkEvent]
SpokenText="\"Адвент\" соорудил в этом секторе пси-передатчик, подключенный напрямую к основной сети. Разведка предполагает, что, уничтожив его, пока он подключен, можно нанести заметный ущерб и другим системам. Установите взрывчатку, пока враг не успел отреагировать."

[Play_X2_XP_CEN_T_Sabotage_Trans_Squad_Heavy_Losses AkEvent]
SpokenText="Мы несем ощутимые потери. Не стоит ли отозвать отряд, пока мы всех не потеряли?"

[Play_X2_XP_CEN_T_Sabotage_Trans_Squad_Wipe AkEvent]
SpokenText="Шеф, связь с отрядом потеряна. Никто не выжил."

[Play_X2_XP_CEN_T_Sabotage_Trans_Trans_Spotted AkEvent]
SpokenText="Подтверждаю: передатчик в поле зрения. Установите заряды, пока они не отрезали его от остальной сети."

[Play_X2_XP_CEN_T_Sabotage_Trans_Transmitter_Disconnected AkEvent]
SpokenText="Слишком поздно: они отключили передатчик от сети. Возможность упущена."

[Play_X2_XP_CEN_T_Sabotage_Trans_Transmitter_Not_Destroyed AkEvent]
SpokenText="Мы не смогли саботировать сеть \"Адвента\". В будущем подобные возможности никак нельзя упускать."

[Play_X2_XP_CEN_T_Sabotage_Transmitter_Dropship_Intro_A AkEvent]
SpokenText="Во время последней операции наши друзья из Сопротивления засекли излучение огромного пси-передатчика, установленного \"Адвентом\" в этом районе. Насколько мы понимаем принципы работы передатчика, пока он подключен к сети, его уничтожение может вызвать перебои по всему региону. Именно это мы и планируем сделать."

[Play_X2_XP_CEN_T_Sabotage_Transmitter_Dropship_Intro_B AkEvent]
SpokenText="Мы засекли странные сигналы, исходящие из этого района. Разведгруппа установила, что поблизости находится какой-то мощный пси-передатчик \"Адвента\". Шэнь и Тайган утверждают, что, пока он подключен, его уничтожение может вызвать сбой сети по всему региону."

[Play_X2_XP_CEN_T_Sabotage_Transmitter_Dropship_Intro_C AkEvent]
SpokenText="Мы засекли сигналы пси-передатчика \"Адвента\", размещенного в этом районе. Пока враг уверен, что о нем никто не знает, и охраны совсем мало. Если мы сможем быстро взорвать его, то у \"Адвента\" возникнут проблемы по всему региону."

[Play_X2_XP_CEN_T_SITREP_Advanced AkEvent]
SpokenText="\"Адвент\" решил бросить против нас наиболее опытных бойцов, но, насколько нам известно, они действуют без поддержки. Мы с ними справимся, шеф."

[Play_X2_XP_CEN_T_SITREP_Ambush AkEvent]
SpokenText="Шеф, мы знаем, что \"Адвент\" подготовил засаду около цели задания, но выбора у нас нет. Мы должны быть готовы отразить удар."

[Play_X2_XP_CEN_T_SITREP_Black_Ops AkEvent]
SpokenText="Шеф, нам удалость подлететь незамеченными, и \"Адвент\" не догадывается о нашем присутствии. Если мы сможем нейтрализовать врагов прежде, чем те поднимут тревогу, отряд сможет сохранить маскировку."

[Play_X2_XP_CEN_T_SITREP_Breadcrumb AkEvent]
SpokenText="Мы знаем, что неподалеку находится вторая цель, но точные координаты пока не определены. Возможно, в первой точке будет подсказка."

[Play_X2_XP_CEN_T_SITREP_Dual_Objectives AkEvent]
SpokenText="Поступили данные, что в секторе находится дополнительная цель. Нам придется разобраться с обеими точками, чтобы замести следы, шеф."

[Play_X2_XP_CEN_T_SITREP_Loot_Chests AkEvent]
SpokenText="Поступило срочное сообщение, что где-то в зоне операции \"Адвент\" устроил склад. Точная позиция нам не известна. Время не ждет, но, если есть возможность, нужно все-таки попытаться завладеть материалами врага."

[Play_X2_XP_CEN_T_SITREP_Phalanx AkEvent]
SpokenText="Согласно данным сканеров, силы \"Адвента\" сгруппированы вокруг цели задания. Мы сможем без особых проблем окружить и ликвидировать их."

[Play_X2_XP_CEN_T_SITREP_Shadow_Squad AkEvent]
SpokenText="Отряд замаскирован и готов действовать. Условия позволяют сохранить маскировку даже в том случае, если кого-то из бойцов заметят."

[Play_X2_XP_CEN_T_SITREP_Show_Force AkEvent]
SpokenText="Похоже, \"Адвент\" направил против нас всю свою пехоту. Сектор кишит пехотинцами \"Адвента\", так что приготовьтесь сражаться."

[Play_X2_XP_CEN_T_SITREP_Squad_Split AkEvent]
SpokenText="\"Подстрекатель\" был обстрелян на подходе, и отряд оказался разбросан по всему сектору. Наши ребята всегда рады ввязаться в драку, шеф, но все же я рекомендовал бы объединить группу."

[Play_X2_XP_CEN_T_SITREP_Strength_One AkEvent]
SpokenText="Отряд разбросало по всей зоне операции. Нам нужно объединить силы."

[Play_X2_XP_CEN_T_SITREP_Waves AkEvent]
SpokenText="Похоже, \"Адвент\" бросил против нас все доступные резервы. Радар фиксирует все новые и новые сигналы, шеф."

[Play_X2_XP_CEN_T_Squad_Engages_Chosen_A AkEvent]
SpokenText="Избранный у нас на крючке, пришло время покончить с этой угрозой."

[Play_X2_XP_CEN_T_Squad_Engages_Chosen_B AkEvent]
SpokenText="Мы можем нейтрализовать Избранного. Такой шанс упускать нельзя."

[Play_X2_XP_CEN_T_Squad_Engages_Chosen_C AkEvent]
SpokenText="Избранный уязвим, пора положить этому конец."

[Play_X2_XP_CEN_T_Squad_Engages_Chosen_D AkEvent]
SpokenText="Избранный в пределах досягаемости. Уничтожим тварь."

[Play_X2_XP_CEN_T_Squad_Engages_Chosen_E AkEvent]
SpokenText="Мы загнали Избранного в ловушку. Пора нанести удар."

[Play_X2_XP_CEN_T_STIREP_Incomplete_Intel AkEvent]
SpokenText="Шеф, наша цель находится где-то в этом районе, но точная позиция нам не известна. Придется прочесать местность и найти ее самим."

[Play_X2_XP_CEN_T_Stronghold_Chosen_Healing_Attack_Sarcoph AkEvent]
SpokenText="Это устройство позволяет Избранному регенерировать! Мы не сможем убить его, пока не уничтожим источник энергии."

[Play_X2_XP_CEN_T_Stronghold_Dropship_Intro_A AkEvent]
SpokenText="Настало время заняться Избранными лично. Данные по этому комплексу практически отсутствуют; возможно, вы вообще станете первыми людьми, кто окажется внутри него. Ситуация не идеальная, но это может оказаться нашим единственным шансом избавиться от одного из этих созданий. Будьте осторожнее и удачи вам."

[Play_X2_XP_CEN_T_Stronghold_Dropship_Intro_B AkEvent]
SpokenText="Мы проводим новую операцию против Избранных. Если мы сможем избавиться от еще одного прихвостня Старейшин, то планы пришельцев сильно пошатнутся. Вы все на своем опыте знаете - это будет непросто. Смотрите в оба, будьте готовы ко всему и прикончите эту тварь."

[Play_X2_XP_CEN_T_Stronghold_Dropship_Intro_C AkEvent]
SpokenText="Мы планируем раз и навсегда нейтрализовать угрозу со стороны Избранных. Не сомневаюсь, это будет нелегко. \"Адвент\" обид не прощает, а мы все-таки собрались уничтожить последнюю \"зверушку\" Старейшин. Ожидайте серьезного сопротивления и сосредоточьтесь. Мы все долго ждали этого момента..."

[Play_X2_XP_CEN_T_Stronghold_LOS_Ascension_Chamber AkEvent]
SpokenText="Не нравится мне это. Будьте начеку."

[Play_X2_XP_CEN_T_Stronghold_LOS_Sarcophagus AkEvent]
SpokenText="Что это? Специальная стазис-камера для Избранных? Это объясняет, почему они возвращаются, несмотря на все наши попытки с ними покончить."

[Play_X2_XP_CEN_T_Stronghold_Mission_Complete AkEvent]
SpokenText="Это было нелегко, но мы справились, шеф. Хотел бы я видеть выражение лиц Старейшин, когда они об этом узнают."

[Play_X2_XP_CEN_T_Subsequent_Lost_Spawned_A AkEvent]
SpokenText="Шеф, вижу по всему сектору точки повышенной энергии. Полагаю, это опять те зараженные, или кто они там. Будьте готовы."

[Play_X2_XP_CEN_T_Subsequent_Lost_Spawned_B AkEvent]
SpokenText="У нас здесь слабые признаки жизни. Остерегайтесь Странников - у нас и без них хлопот по горло."

[Play_X2_XP_CEN_T_Subsequent_Lost_Spawned_C AkEvent]
SpokenText="Мы засекли какие-то сигналы, но они слишком слабы - это не пришельцы. Смотрите в оба: скорее всего, в секторе присутствуют Странники."

[Play_X2_XP_CEN_T_Supply_Extract_ADVENT_Airlifted_First_Crate AkEvent]
SpokenText="\"Адвент\" только что забрал первый контейнер. Если мы хотим забрать остальное, нужно спешить."

[Play_X2_XP_CEN_T_Supply_Extract_ADVENT_Marked_First_Crates AkEvent]
SpokenText="\"Адвент\" уже выбрал пару контейнеров для вывоза. Если мы поторопимся, то можем переотметить их и не позволить забрать."

[Play_X2_XP_CEN_T_Supply_Extract_ADVENT_Marked_LoS_Crate AkEvent]
SpokenText="\"Угроза 1-5\", неподалеку находится отмеченный \"Адвентом\" контейнер. Попробуйте отбить его, пока за ним не прибыл транспорт."

[Play_X2_XP_CEN_T_Supply_Extract_ADVENT_Marked_More_Crates AkEvent]
SpokenText="Противник торопится изо всех сил. Если мы хотим получить свою долю, то должны не отставать от них."

[Play_X2_XP_CEN_T_Supply_Extract_Dont_Destroy_Crates AkEvent]
SpokenText="Пока ситуация позволяет, нужно всеми силами избегать повреждений контейнеров, если мы хотим вернуться с чем-то полезным."

[Play_X2_XP_CEN_T_Supply_Extract_First_Crate_Recovered AkEvent]
SpokenText="\"Подстрекатель\" начинает захват груза. \"Угроза 1-5\", продолжайте отмечать контейнеры."

[Play_X2_XP_CEN_T_Supply_Extract_First_Crate_Sighted AkEvent]
SpokenText="Вот один из контейнеров, которые нам нужны. Установите транспондер, чтобы \"Подстрекатель\" смог найти его и забрать."

[Play_X2_XP_CEN_T_Supply_Extract_Intro AkEvent]
SpokenText="Силы \"Адвента\" вывозят из этого сектора контейнеры с материалами. У нас есть возможность забрать часть из них себе. Найдите контейнеры, обозначьте их с помощью транспондеров, а остальное сделает \"Подстрекатель\"."

[Play_X2_XP_CEN_T_Supply_Extract_Late_Crate_Recovered AkEvent]
SpokenText="Это был последний контейнер. \"Угроза 1-5\", можете уходить. Мы забрали все, что нужно, смысла рисковать больше нет."

[Play_X2_XP_CEN_T_Supply_Extract_Mission_Aborted AkEvent]
SpokenText="Шеф, задание прервано."

[Play_X2_XP_CEN_T_Supply_Extract_Mission_Complete AkEvent]
SpokenText="Статус подтверждаю, задание выполнено. Отличная работа."

[Play_X2_XP_CEN_T_Supply_Extract_No_Additional_Enemies AkEvent]
SpokenText="Новых сил противника не ожидается. Забирайте контейнеры, пока есть такая возможность."

[Play_X2_XP_CEN_T_Supply_Extract_No_Supplies_Recovered AkEvent]
SpokenText="Мы не смогли ничего заполучить. Все досталось \"Адвенту\"."

[Play_X2_XP_CEN_T_Supply_Extract_Squad_Wiped AkEvent]
SpokenText="Шеф, ударная группа погибла. Мы потеряли весь отряд."

[Play_X2_XP_CEN_T_Supply_Extract_Supplies_Recovered_Heavy_Losses AkEvent]
SpokenText="Шеф, мы забрали материалы \"Адвента\", однако отряд потерян. Эта операция дорого нам обошлась."

[Play_X2_XP_CEN_T_Supply_Extract_XCOM_Marked_ADVENT_crate AkEvent]
SpokenText="Отличная работа. Маяк \"Адвента\" отключен, а наш транспондер действует. \"Подстрекатель\" этим займется."

[Play_X2_XP_CEN_T_Supply_Extract_XCOM_Marked_First_Crate AkEvent]
SpokenText="От транспондера поступает устойчивый сигнал. \"Подстрекатель\" приближается для захвата груза."

[Play_X2_XP_CEN_T_Supply_Extract_XCOM_Taking_Losses AkEvent]
SpokenText="Мы понесли ощутимые потери, шеф. Имеет смысл не рисковать и прекратить операцию."

[Play_X2_XP_CEN_T_Swarm_Ambush_Begins AkEvent]
SpokenText="К вам приближается большое скопление противника. Это засада! Держитесь!"

[Play_X2_XP_CEN_T_Swarm_Dropship_Intro_A AkEvent]
SpokenText="Поступил сигнал от Сопротивления: один из полевых командиров находится в окрестностях городского центра и попался на глаза \"Адвенту\". Ему удалось отступить и найти убежище в тоннелях под городом. \"Адвент\" все еще находится в этой зоне, и мы собираемся эвакуировать ВИПа в безопасное место. Будьте готовы к встрече с врагом."

[Play_X2_XP_CEN_T_Swarm_Dropship_Intro_B AkEvent]
SpokenText="Ценный ВИП Сопротивления выполнял задание поблизости с городским центром, был обнаружен \"Адвентом\" и отступил в тоннели. Там он и скрывается в настоящее время, и наша задача - вывезти его в более безопасное место. Будьте начеку, вероятна встреча с противником."

[Play_X2_XP_CEN_T_Swarm_Dropship_Intro_C AkEvent]
SpokenText="Нам поручено организовать спасательную операцию: ВИП Сопротивления заблокирован \"Адвентом\" в тоннелях под городским центром. Я не очень понимаю, чем он там занимался, но Сопротивление просит выручить его. Высока вероятность встречи с противником, так что не зевайте."

[Play_X2_XP_CEN_T_Swarm_EVAC_Compromised AkEvent]
SpokenText="\"Угроза 1-5\", точка эвакуации более недоступна, ожидайте новых координат."

[Play_X2_XP_CEN_T_Swarm_EVAC_Is_Ready AkEvent]
SpokenText="\"Подстрекатель\" у точки эвакуации. Выбирайтесь оттуда, пока ситуация не ухудшилась!"

[Play_X2_XP_CEN_T_Swarm_EVAC_Remaining_Squad AkEvent]
SpokenText="Пришло время вытаскивать весь отряд, пока эти чертовы твари их не затоптали."

[Play_X2_XP_CEN_T_Swarm_Faction_Soldier_Linked AkEvent]
SpokenText="Вот агент Сопротивления. С его помощью нам будет полегче."

[Play_X2_XP_CEN_T_Swarm_Mission_Accomplished AkEvent]
SpokenText="Это была прекрасная работа."

[Play_X2_XP_CEN_T_Swarm_Mission_Intro AkEvent]
SpokenText="В тоннеле неподалеку от вашей позиции находится ВИП Сопротивления. Один из агентов уже на месте, он поможет вам со спасательной операцией. \"Подстрекатель\" наготове, но будьте осторожны - возможности для эвакуации ограничены."

[Play_X2_XP_CEN_T_Swarm_No_EVAC_Reminder_Warning AkEvent]
SpokenText="Не забывайте, шеф: независимо от ситуации нам не организовать эвакуацию до завершения задания."

[Play_X2_XP_CEN_T_Swarm_No_Reinforcements_left AkEvent]
SpokenText="Как-то они подзатихли. Похоже, у них заканчиваются подкрепления. Воспользуемся этим, пока ситуация не изменилась."

[Play_X2_XP_CEN_T_Swarm_Reinforcements_Dropping AkEvent]
SpokenText="Шеф, рядом с нашим отрядом высаживается вражеское подкрепление!"

[Play_X2_XP_CEN_T_Swarm_Secured_VIP_Squad_Lost AkEvent]
SpokenText="Мы смогли вытащить ВИПа, но потеряли в процессе несколько хороших бойцов. Не лучшее развитие событий."

[Play_X2_XP_CEN_T_Swarm_Squad_Secure_VIP_Lost AkEvent]
SpokenText="Отряд цел, но ВИПа мы потеряли. Наши друзья из Сопротивления не обрадуются таким новостям."

[Play_X2_XP_CEN_T_Swarm_Squad_Wipe AkEvent]
SpokenText="\"Угроза 1-5\" потеряна. Отряда больше нет, шеф."

[Play_X2_XP_CEN_T_Swarm_VIP_Dead_EVAC_Now AkEvent]
SpokenText="Мы потеряли ВИПа! Нужно уходить!"

[Play_X2_XP_CEN_T_Swarm_VIP_Dead_Hold_For_EVAC AkEvent]
SpokenText="ВИП потерян. Закрепитесь до подхода \"Подстрекателя\"."

[Play_X2_XP_CEN_T_Swarm_VIP_Extracted AkEvent]
SpokenText="Подтверждаю, \"Подстрекатель\" забрал ВИПа."

[Play_X2_XP_CEN_T_Swarm_VIP_Linked_Up AkEvent]
SpokenText="Подтверждаю личность ВИПа. \"Подстрекатель\" готовится к эвакуации."

[Play_X2_XP_CEN_T_Tutorial_Dazed_And_Revived AkEvent]
SpokenText="Похоже, после встречи с Избранным наш солдат в шоке. Кто-то должен помочь ему, прежде чем враг успеет приблизиться и атаковать."

[Play_X2_XP_CEN_T_Tutorial_Hunter_Tracking_Shot AkEvent]
SpokenText="\"Угроза 1-5\", Избранный-Охотник работает по вам с большой дистанции. Уходите из поля зрения, пока еще не поздно."

[Play_X2_XP_CEN_T_Tutorial_Hunter_Tracking_Shot_ALT AkEvent]
SpokenText="Осторожнее! Охотник держит вас на прицеле. Единственная возможность спастись - уйти из его поля зрения."

[Play_X2_XP_CEN_T_Will_System_A AkEvent]
SpokenText="Нашим солдатам здорово досталось. Когда вернемся, нужно дать им время на восстановление."

[Play_X2_XP_CEN_T_Will_System_B AkEvent]
SpokenText="Эти солдаты многое пережили, им будет нужно время, чтобы прийти в себя, когда мы вернемся."

[Play_X2_XP_CEN_T_Will_System_C AkEvent]
SpokenText="Когда солдаты вернутся, нужно дать им восстановиться - как душевно, так и физически."

[Play_X2_XP_CEN_T_Will_System_D AkEvent]
SpokenText="Стресс боевых действий скажется на ком угодно. Когда солдаты вернутся, им потребуется длительный отдых."

[Play_X2_XP_CEN_T_Will_System_E AkEvent]
SpokenText="Следовало ожидать, что рано или поздно боевой стресс начнет сказываться. Солдатам нужно время, чтобы полностью восстановиться."

[Play_X2_XP_CEN_T_XCOM_Killed_Chosen AkEvent]
SpokenText="Отличная работа, шеф, но Избранный бесследно исчез. На сегодня мы помешали планам врага, но я не сомневаюсь, что нас ждет новая встреча с ним."

[Play_X2_XP_CENTRAL_T_LNA_Lost_1 AkEvent]
SpokenText="Что? Кто нас нашел?"

[Play_X2_XP_T_Neutralize_Comm_Enemy_Down_Comm_Up AkEvent]
SpokenText="Мы очистили зону от солдат противника, но полевой командир \"Адвента\" все еще где-то здесь. Пора браться за главную цель."

[Play_X2_XP_CEN_CIN_LA_Skirmisher_Reveal_1 AkEvent]
SpokenText="Похоже, у нас неприятности - место встречи может быть под угрозой. Будьте бдительны и постарайтесь..."

[Play_X2_XP_CEN_CIN_LA_Skirmisher_Reveal_2 AkEvent]
SpokenText="Контакт! Ложись!"

[Play_X2_XP_CEN_CIN_LA_Skirmisher_Reveal_2_ALT_A AkEvent]
SpokenText="Ну, что теперь!?"

[Play_X2_XP_CEN_CIN_LA_Skirmisher_Reveal_2_ALT_B AkEvent]
SpokenText="Тут проблема посерьезнее..."

[Play_X2_XP_CEN_CIN_LA_Skirmisher_Reveal_3 AkEvent]
SpokenText="Кажется, мы нашли нашего человека - вернее, связного. Бродяга уже в пути, не будем заставлять ее ждать."

[Play_X2_XP_CEN_CIN_LA_Skirmisher_Reveal_3_trim AkEvent]
SpokenText="Кажется, мы нашли нашего человека - вернее, связного."

[Play_X2_XP_CEN_CIN_LA_Skirmisher_Reveal_4 AkEvent]
SpokenText="Ладно, выдвигаемся. До места встречи осталось недалеко."

[Play_X2_XP_CEN_CIN_LA_Reaper_Reveal_1 AkEvent]
SpokenText="Выдвигайтесь к первой точке. \"Подстрекатель\" со вторым отрядом отправится к следующей."

[Play_X2_XP_CEN_CIN_LA_Reaper_Reveal_1_ALT_A AkEvent]
SpokenText="Вот нужное место. Глядите в оба."

[Play_X2_XP_TYG_CIN_LA_Reaper_Reveal_2 AkEvent]
SpokenText="В зоне перед вами обнаружены биологические сигналы."

[Play_X2_XP_CEN_CIN_LA_Reaper_Reveal_3 AkEvent]
SpokenText="Это \"Адвент\"?"

[Play_X2_XP_CEN_CIN_LA_Reaper_Reveal_4 AkEvent]
SpokenText="Не могу сказать точно, однако мне так не кажется. Не теряйте бдительности. Отсюда ушла цивилизация, но не жизнь."

[Play_X2_XP_CEN_CIN_LA_Reaper_Reveal_5 AkEvent]
SpokenText="Понял вас."

[Play_X2_XP_CEN_CIN_LA_Reaper_Reveal_6 AkEvent]
SpokenText="Мы на месте. Будьте начеку."

[Play_X2_XP_CEN_CIN_LA_Reaper_Reveal_9 AkEvent]
SpokenText="Опустить оружие. Мы все здесь друзья."

[Play_X2_XP_CEN_CIN_LA_REAPER_REVEAL_4_ALT_A AkEvent]
SpokenText="Ясно. Не зевайте там: то, что город брошен, еще не означает, что он пустует."

[Play_X2_XP_CEN_CIN_LA_REAPER_REVEAL_4_ALT_B AkEvent]
SpokenText="Ясно. Не зевайте там: этот город может оказаться не таким пустым, как мы себе представляли."

[Play_X2_XP_CEN_CIN_LA_REAPER_REVEAL_4_ALT_C AkEvent]
SpokenText="Этого я и опасался. Смотрите в оба: то, что город брошен, еще не значит, что он пустует."

[Play_X2_XP_CEN_CIN_LA_REAPER_REVEAL_4_ALT_D AkEvent]
SpokenText="Этого я и опасался. Смотрите в оба: похоже, этот город может оказаться не таким пустым, как мы себе представляли."

[Play_X2_XP_CEN_CIN_LA_REAPER_REVEAL_4_ALT_E AkEvent]
SpokenText="Тогда, я думаю, мы в правильном месте. Будьте начеку: что-то мне подсказывает, что этот город может оказаться не таким пустым, как мы себе представляли."

[Play_X2_XP_CEN_CIN_LA_REAPER_REVEAL_4_ALT_F AkEvent]
SpokenText="Тогда, я думаю, мы в правильном месте. Будьте начеку: этот город может оказаться не таким пустым, как мы себе представляли."

[Play_X2_XP_CEN_CIN_LA_REAPER_REVEAL_4_ALT_M AkEvent]
SpokenText="Тогда, я думаю, мы в правильном месте. Не зевайте там: то, что город брошен, еще не означает, что он пустует."
